Revit 2027 API
ParameterTypeId.RbsElecApparentCurrentPhasebParam Property
 "Apparent Current Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecApparentCurrentPhasebParam { get; }
Public Shared ReadOnly Property RbsElecApparentCurrentPhasebParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecApparentCurrentPhasebParam {
	ForgeTypeId^ get ();
}
static member RbsElecApparentCurrentPhasebParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace